[
  {
    "index": 0,
    "year": 2022,
    "title": "US military creates space unit in South Korea amid North Korea threats",
    "url": "https://www.airforcetimes.com/battlefield-tech/space/2022/12/14/us-military-creates-space-unit-in-south-korea-amid-north-korea-threats/",
    "text_content": "SEOUL, South Korea — The U.S. military formally launched a space force unit in South Korea on Wednesday, a move that will likely enable Washington to better monitor its rivals North Korea, China and Russia.\nThe activation of the U.S. Space Forces Korea at Osan Air Base near Seoul came after North Korea test-fired a barrage of nuclear-capable ballistic missiles designed to strike the U.S. mainland and its allies South Korea and Japan in recent months.\n“Just 48 miles north of us exists an existential threat; a threat that we must be prepared to deter, defend against, and – if required – defeat,” Lt. Col. Joshua McCullion, chief of the new space unit, said during the activation ceremony at Osan. He apparently referred to North Korea, whose heavily fortified border with South Korea is just an hour’s drive from Seoul, the South’s capital.\nThe unit belongs to the U.S. Space Force, which was launched in December 2019 under then-President Donald Trump as the first new U.S. military service in more than 70 years.\nThe Space Force was seen soberly as an affirmation of the need to more effectively organize for the defense of U.S. interests in space — especially satellites used for civilian and military navigation, intelligence and communication. A previous Pentagon report said China and Russia had embarked on major efforts to develop technologies that could allow them to disrupt or destroy American and allied satellites in a crisis or conflict.\nThe U.S. Space Forces Korea is a subordinate of a bigger U.S. Space Force unit established within the Indo-Pacific command in Hawaii last month.\nJung Chang Wook, head of the Korea Defense Study Forum think tank in Seoul, said the U.S. Space Force was created to bring together diverse surveillance assets including space-based satellites in one organization to manage and develop them in an effective, systemic manner. He said its unit in South Korea would work like a field unit while the other one in the Indo-Pacific Command would be its headquarters.\n“The U.S. Space Forces Korea would maintain, operate and asses related equipment. Simply speaking, I would say the actual U.S. space operations will be done at Osan Air Base,” Jung said. He said the main role of the U.S. Space Forces Korea would be receiving, processing and analyzing tremendous amount of data and information transmitted by U.S. satellites.\n“The U.S. military is faster, better connected, more informed, precise and lethal because of space,” Gen. Paul LaCamera, commander of the 28,500 U.S. troops in South Korea, said during the ceremony. “Specifically, the activation here today, of U.S. Space Forces Korea ... enhances our ability to defend the homelands and ensure peace and security on the Korean Peninsula and in Northeast Asia.”\nJung said the launch of a space unit in South Korea was primarily aimed at better monitoring North Korea, followed by China and then Russia.\nThe United States and South Korea have expanded their regular military drills and pushed to further bolster their combined defense capability in the face of North Korea’s advancing nuclear program. North Korea has threatened to use nuclear weapons preemptively in potential conflicts with the United States and South Korea, and the U.S. military warned the North that the use of nuclear weapons “will result in the end of that regime.”",
    "article": "https://www.airforcetimes.com/battlefield-tech/space/2022/12/14/us-military-creates-space-unit-in-south-korea-amid-north-korea-threats/",
    "tags": [
      {
        "label": "armament, defense and military forces",
        "score": "0.70348"
      },
      {
        "label": "missiles and missile defense systems",
        "score": "0.38117"
      },
      {
        "label": "international relations",
        "score": "0.26588"
      },
      {
        "label": "united states armament and defense",
        "score": "0.18809"
      },
      {
        "label": "united states international relations",
        "score": "0.13139"
      },
      {
        "label": "politics and government",
        "score": "0.10875"
      },
      {
        "label": "space",
        "score": "0.07544"
      },
      {
        "label": "united states politics and government",
        "score": "0.06682"
      },
      {
        "label": "missiles",
        "score": "0.04309"
      },
      {
        "label": "labor",
        "score": "0.03548"
      },
      {
        "label": "environment",
        "score": "0.01254"
      },
      {
        "label": "military bases and installations",
        "score": "0.01111"
      },
      {
        "label": "finances",
        "score": "0.01089"
      },
      {
        "label": "sales",
        "score": "0.01035"
      },
      {
        "label": "economic conditions and trends",
        "score": "0.00964"
      },
      {
        "label": "strikes",
        "score": "0.00932"
      },
      {
        "label": "military aircraft",
        "score": "0.00648"
      },
      {
        "label": "education and schools",
        "score": "0.00617"
      },
      {
        "label": "atomic weapons",
        "score": "0.00608"
      },
      {
        "label": "civil war and guerrilla warfare",
        "score": "0.00592"
      },
      {
        "label": "terrorism",
        "score": "0.00587"
      },
      {
        "label": "air forces",
        "score": "0.00580"
      },
      {
        "label": "demonstrations and riots",
        "score": "0.00503"
      },
      {
        "label": "airlines and airplanes",
        "score": "0.00480"
      },
      {
        "label": "war and revolution",
        "score": "0.00460"
      },
      {
        "label": "biographical information",
        "score": "0.00442"
      },
      {
        "label": "air pollution",
        "score": "0.00421"
      },
      {
        "label": "international trade and world market",
        "score": "0.00419"
      },
      {
        "label": "no index terms",
        "score": "0.00389"
      },
      {
        "label": "music",
        "score": "0.00358"
      }
    ],
    "NER": {
      "GPE": [
        "SEOUL",
        "South Korea",
        "U.S.",
        "South Korea",
        "Washington",
        "North Korea",
        "China",
        "Russia",
        "Seoul",
        "North Korea",
        "U.S.",
        "South Korea",
        "Japan",
        "Osan",
        "North Korea",
        "South Korea",
        "Seoul",
        "U.S.",
        "U.S.",
        "China",
        "Russia",
        "Hawaii",
        "Seoul",
        "South Korea",
        "U.S.",
        "U.S.",
        "U.S.",
        "U.S.",
        "South Korea",
        "South Korea",
        "North Korea",
        "China",
        "Russia",
        "The United States",
        "South Korea",
        "North Korea’s",
        "North Korea",
        "the United States",
        "South Korea",
        "U.S."
      ],
      "ORG": [
        "the U.S. Space Forces Korea",
        "the U.S. Space Force",
        "The Space Force",
        "Pentagon",
        "The U.S. Space Forces Korea",
        "U.S. Space Force",
        "the Indo-Pacific command",
        "the Korea Defense Study Forum",
        "the U.S. Space Force",
        "the Indo-Pacific Command",
        "The U.S. Space Forces Korea",
        "the U.S. Space Forces Korea",
        "U.S. Space Forces Korea"
      ],
      "PERSON": [
        "Joshua McCullion",
        "Donald Trump",
        "Jung Chang Wook",
        "Jung",
        "Paul LaCamera",
        "Jung"
      ]
    }
  },
  {
    "index": 1,
    "year": 2022,
    "title": "China using civilian ships to enhance navy capability, reach",
    "url": "https://www.airforcetimes.com/flashpoints/china/2022/09/25/china-using-civilian-ships-to-enhance-navy-capability-reach/",
    "text_content": "BANGKOK — A Chinese scientific ship bristling with surveillance equipment docked in a Sri Lankan port. Hundreds of fishing boats anchored for months at a time among disputed islands in the South China Sea. And ocean-going ferries, built to be capable of carrying heavy vehicles and large loads of people.\nAll are ostensibly civilian ships, but experts and uneasy regional governments say they are part of a Chinese civil-military fusion strategy, little concealed by Beijing, that enhances its maritime capabilities.\nChina’s navy is already the world’s largest by ship count, and has been rapidly building new warships as part of a wider military expansion. It launched its first domestically designed and built aircraft carrier in June, and at least five new destroyers are on the way soon.\nThe buildup comes as Beijing attempts to exert broader influence in the region. It is increasing its military activities around the self-governing island of Taiwan, seeking new security agreements with Pacific islands and building artificial islands in disputed waters to fortify its territorial claims in the South China Sea, which the U.S. and its allies have challenged.\nThe civilian vessels do more than just augment the raw numbers of ships, performing tasks that would be difficult for the military to carry out.\nIn the South China Sea’s Spratly Islands, for example, China pays commercial trawlers more than they can make by fishing simply to drop anchor for a minimum of 280 days a year to support Beijing’s claim to the disputed archipelago, said Gregory Poling, director of the Center for Strategic and International Studies’ Asia Maritime Transparency Initiative.\n“China is able to use nominally civilian vessels that are clearly state directed, state paid to eat away the sovereignty of its neighbors, but then plausibly deny that the state is responsible,” he said.\nChina has been using civilian fishing trawlers for military purposes for decades, but has significantly increased the numbers recently with the creation of a “Spratly Backbone Fleet” out of a government subsidy program begun under President Xi Jinping, which helps cover building new vessels, among other things.\nThose ships “largely appeared almost overnight” after China constructed port infrastructure a few years ago on the artificial islands it built in the Spratlys that could be used for resupply, Poling said.\nNow there are about 300 to 400 vessels deployed there at any given time, he said.\nThe Philippines, Malaysia, Vietnam and others also have claims to the Spratly Islands, which sit in a productive fishing area and important shipping lane, and are thought to hold untapped reserves of natural gas and oil.\nBut the Chinese ships deter other trawlers from fishing in the area, and have been slowly displacing them from the grounds, with little that governments can do, said Jay Batongbacal, who heads the University of the Philippines’ Institute for Maritime Affairs and Law of the Sea.\n“Because they are ostensibly civilian fishing vessels, navies’ ships are unable to deal with them lest China accuse the Philippines of provoking an incident and using force against civilians,” he said. “They take advantage of perceived ‘grey zones’ below the threshold for triggering a self-defense response.”\nIn one highly publicized incident, a steel Chinese trawler in 2019 rammed and sank a wooden-hulled Filipino boat at anchor northeast of the Spratly Islands, abandoning its crew to be rescued later by a Vietnamese fishing boat. Despite a diplomatic protest from the Philippines, China denied the incident was intentional, calling it an “accidental collision.”\nIn addition to about 800 to 1,000 commercial fishing boats in the Spratly fleet, China has approximately 200 other vessels as part of a professional maritime militia, according to a November study co-authored by Poling based on an analysis of official Chinese reports, satellite imagery and other sources.\nThe professional militia is better equipped, with trained crews and under direct state control, and is used for more aggressive operations such as harassing foreign oil and gas operations, Poling said.\nIn the event of a conflict, China’s use of civilian vessels would complicate the rules of engagement, he said.\n“You don’t want to treat every Chinese fishing boat as if it were an armed combatant, but, in fact, some of them may well be armed combatants,” Poling said.\nRELATED\nChina has also been deploying civilian research vessels for military-related tasks in areas where its navy would be unable to operate without provoking a response, said Ridzwan Rahmat, a Singapore-based analyst with the defense intelligence company Janes.\n“If you deploy grey hull vessels, your adversary may also deploy a grey hull vessel as a reciprocal measure, so that makes it more dangerous for everyone,” he said, referring to the typical color of military ships. “So to avoid this, China has been deploying white hull vessels — to reinforce its presence without escalating things.”\nThere are also many Western export controls prohibiting sensitive technology from being sent to China for military use, which China is able to bypass by building such civilian ships, even though “in everything but name they’re military,” Rahmat said.\nThe autonomously piloted Zhu Hai Yun is believed to be one such ship, capable of launching airborne, surface and underwater drones “to carry out marine scientific research,” according to the Chinese state-run Global Times.\nThe ship, which completed its first autonomous sea trial in June, could also create military maps of the South China Sea floor, including important submarine lanes around Taiwan, Rahmat said.\n“China has been increasing its submarine deterrent patrols, and in order to ensure it can do this it needs to map the underwater terrain,” he said.\nChina’s methods drew the ire of regional rival India last month when it sought to dock the Yuan Wang 5 in Sri Lanka’s Hambantota Port, not far from India’s southeast coast, for refueling at a time that New Delhi was preparing to test a new missile.\nThe vessel is officially a scientific research ship equipped with sensors that can be used to track satellites, but the same equipment can be used to gather data on a missile launch.\nSri Lanka, in the midst of an economic crisis and heavily reliant on aid from India, initially declined to allow the ship to dock over India’s concerns.\nBut China operates the Hambantota Port, having been granted a 99-year lease on the facility — built with Chinese money — after Sri Lanka defaulted on loans in 2017. After high-level consultations with Beijing, Sri Lankan authorities backtracked and allowed the Yuan Wang 5 to dock from Aug. 16 to Aug. 22.\nOn Aug. 23, India successfully tested its new surface-to-air missile designed to defend a ship from close-range aerial threats.\n“I suspect the launch was delayed until the Chinese spy ship was gone,” Rahmat said.\nChina hasn’t tried to disguise its military use of civilian ocean-going ferries, which have had to meet defense standards since 2016 allowing them to accommodate military vehicles like tanks, said Mike Dahm, a retired U.S. Navy intelligence officer who has written on the topic for the U.S. Naval War College China Maritime Studies Institute.\nSlickly produced state television videos showing trainloads of military vehicles and troops boarding the vessels and heading to sea, stating openly they are testing “how to use civilian transportation resources to execute military tasks.” The latest such exercise wrapped up earlier this month.\nThis could be meant to intimidate Taiwan, which China claims as its own and has not ruled out attempting to take by force, and also dovetails with the Chinese government’s message that the public is contributing to national security, Dahm said.\nChina at the moment does not possess enough amphibious craft to transport the number of troops needed 100 miles across the Taiwan Strait for a potential beach landing on the island, and the ferries could be a stopgap measure should a crisis prompt China to decide to invade, Rahmat said.\nChina also may not want to take on the expense of building and maintaining a “huge amphibious armada” for an indeterminate period of time, Dahm said.\nMilitary amphibious craft are built to land troops and vehicles on a beach, whereas ferries provide port-to-port movement, which would mean they would only be effective if China can capture Taiwanese ports in serviceable condition, Dahm said.\nStill, in a crisis, China’s People’s Liberation Army could attempt a chancy gambit like offloading amphibious vehicles from the ferries at sea or using floating causeways, Dahm said.\n“There is always the possibility that the PLA could commit to a high-risk operation against Taiwan with the possibility of losing a large number of civilian ships,” he said.\nAssociated Press writers Jim Gomez in Manila, Philippines, and Ashok Sharma in New Delhi contributed to this story.",
    "article": "https://www.airforcetimes.com/flashpoints/china/2022/09/25/china-using-civilian-ships-to-enhance-navy-capability-reach/",
    "tags": [
      {
        "label": "ships and shipping",
        "score": "0.77248"
      },
      {
        "label": "armament, defense and military forces",
        "score": "0.64042"
      },
      {
        "label": "international relations",
        "score": "0.33288"
      },
      {
        "label": "politics and government",
        "score": "0.31745"
      },
      {
        "label": "united states armament and defense",
        "score": "0.25994"
      },
      {
        "label": "navies",
        "score": "0.21146"
      },
      {
        "label": "united states international relations",
        "score": "0.13085"
      },
      {
        "label": "airlines and airplanes",
        "score": "0.09414"
      },
      {
        "label": "travel and vacations",
        "score": "0.08297"
      },
      {
        "label": "united states politics and government",
        "score": "0.07315"
      },
      {
        "label": "china-international relations-us",
        "score": "0.04983"
      },
      {
        "label": "no index terms from nytimes",
        "score": "0.04709"
      },
      {
        "label": "environment",
        "score": "0.03696"
      },
      {
        "label": "terrorism",
        "score": "0.03657"
      },
      {
        "label": "economic conditions and trends",
        "score": "0.02787"
      },
      {
        "label": "ferries",
        "score": "0.02705"
      },
      {
        "label": "international trade and world market",
        "score": "0.02523"
      },
      {
        "label": "atomic weapons",
        "score": "0.02386"
      },
      {
        "label": "security and warning systems",
        "score": "0.01936"
      },
      {
        "label": "whales and whaling",
        "score": "0.01820"
      },
      {
        "label": "submarines",
        "score": "0.01805"
      },
      {
        "label": "animals",
        "score": "0.01770"
      },
      {
        "label": "office buildings and commercial properties",
        "score": "0.01562"
      },
      {
        "label": "accidents and safety",
        "score": "0.01445"
      },
      {
        "label": "nytravel",
        "score": "0.01045"
      },
      {
        "label": "fish and other marine life",
        "score": "0.01044"
      },
      {
        "label": "military aircraft",
        "score": "0.00994"
      },
      {
        "label": "hijacking",
        "score": "0.00980"
      },
      {
        "label": "crime and criminals",
        "score": "0.00917"
      },
      {
        "label": "demonstrations and riots",
        "score": "0.00917"
      }
    ],
    "NER": {
      "GPE": [
        "Beijing",
        "China",
        "Beijing",
        "Taiwan",
        "U.S.",
        "China",
        "Beijing",
        "China",
        "China",
        "China",
        "Philippines",
        "Malaysia",
        "Vietnam",
        "China",
        "Philippines",
        "Philippines",
        "China",
        "China",
        "China",
        "China",
        "Singapore",
        "China",
        "China",
        "China",
        "Taiwan",
        "China",
        "China",
        "India",
        "Sri Lanka’s",
        "India",
        "New Delhi",
        "Sri Lanka",
        "India",
        "India",
        "China",
        "Sri Lanka",
        "Beijing",
        "India",
        "China",
        "Taiwan",
        "China",
        "China",
        "China",
        "China",
        "China",
        "China",
        "Taiwan",
        "Manila",
        "Philippines",
        "New Delhi"
      ],
      "ORG": [
        "the Center for Strategic and International Studies’",
        "Poling",
        "the University of the Philippines’ Institute for Maritime Affairs",
        "Poling",
        "Global Times",
        "the Yuan Wang 5",
        "the Yuan Wang",
        "U.S. Navy",
        "the U.S. Naval War College China Maritime Studies Institute",
        "People’s Liberation Army",
        "PLA",
        "Associated Press"
      ],
      "PERSON": [
        "Gregory Poling",
        "Xi Jinping",
        "Spratlys",
        "Jay Batongbacal",
        "Ridzwan Rahmat",
        "Janes",
        "Rahmat",
        "Zhu Hai Yun",
        "Rahmat",
        "Rahmat",
        "Mike Dahm",
        "Slickly",
        "Dahm",
        "Rahmat",
        "Dahm",
        "Dahm",
        "Dahm",
        "Jim Gomez",
        "Ashok Sharma"
      ]
    }
  },
  {
    "index": 3,
    "year": 2022,
    "title": "Burn pit registry is failing to help track vet illnesses, experts say",
    "url": "https://www.airforcetimes.com/news/burn-pits/2022/10/14/burn-pit-registry-is-failing-to-help-track-vet-illnesses-experts-say/",
    "text_content": "The nearly decade-old Veterans Affairs registry to track burn pit illnesses and help veterans get care for those injuries is achieving neither of those goals, according to research from independent health experts, who are recommending major changes to the effort.\n“[Our findings] conclude that there are no refinements or improvements that will allow the registry to serve as a population health surveillance system,” said Kristen Olson, director of sociological research at the University of Nebraska-Lincoln and a member of the National Academies of Sciences, Engineering and Medicine committee analyzing the registry.\n“Because there is no way for registry participants to update their health information, there is no way for the registry to accomplish this goal or even to monitor health patterns over time.”\nOlson’s comments came during an event Friday unveiling the research, mandated by Congress after concerns arose about the effectiveness of the Airborne Hazards and Open Burn Pit Registry.\nRELATED\nMore than 317,000 veterans have enrolled in the registry since it was launched in 2014. VA officials say the goal of the effort is to “put data to work for veterans and help us better understand the potential health effects of exposure to airborne hazards during military service.”\nBut veterans advocates have complained for years that the registry is too restrictive and complicated, and offers little direct benefit to individuals who participate.\nThe Department of Defense estimates that nearly 3.5 million troops from the recent wars alone may have suffered enough exposure to toxic smoke from open-air burn pits to cause health problems.\nMembers of the committee researching the registry said more than 130,000 individuals started the enrollment process but never completed it, undermining the VA’s goal of getting a thorough accounting of illnesses among the veterans population.\nIt is also a voluntary endeavor, meaning the individuals who choose to participate may not be a good representation of the veterans population as a whole.\n“The stated registry purpose of research about how the effects of airborne hazards and conducting population health surveillance are unattainable,” said David Savitz, a professor of epidemiology at Brown University in Rhode Island and chairman of the committee.\n“The data collected to meet these purposes is not helpful. Efforts to address these important functions could be pursued in other more effective ways.”\nRELATED\nThe analysis comes just a few months after Congress approved a host of new benefits for veterans dealing with toxic exposure issues and research mandates for VA officials to better identify and care for those injuries.\nResearchers said the time and resources spent on the registry could be better spent on new tools to improve outreach to victims of toxic exposure injuries and to link those individuals to their health care options.\n“It has great value in certain areas, and those areas are well worth developing,” Savitz said. “So, even though it doesn’t meet some of the original goals, it has important goals that it is capable of attaining and that could be enhanced and streamlined going forward.”\nThe registry is available through the VA website. The report on its shortcomings is available on the academies website.\nLeo covers Congress, Veterans Affairs and the White House for Military Times. He has covered Washington, D.C. since 2004, focusing on military personnel and veterans policies. His work has earned numerous honors, including a 2009 Polk award, a 2010 National Headliner Award, the IAVA Leadership in Journalism award and the VFW News Media award.",
    "article": "https://www.airforcetimes.com/news/burn-pits/2022/10/14/burn-pit-registry-is-failing-to-help-track-vet-illnesses-experts-say/",
    "tags": [
      {
        "label": "medicine and health",
        "score": "0.31926"
      },
      {
        "label": "research",
        "score": "0.31141"
      },
      {
        "label": "finances",
        "score": "0.13647"
      },
      {
        "label": "veterans",
        "score": "0.09267"
      },
      {
        "label": "education and schools",
        "score": "0.05965"
      },
      {
        "label": "diseases and conditions",
        "score": "0.03787"
      },
      {
        "label": "budgets and budgeting",
        "score": "0.02533"
      },
      {
        "label": "computers and the internet",
        "score": "0.02279"
      },
      {
        "label": "accidents and safety",
        "score": "0.02154"
      },
      {
        "label": "industrial and occupational hazards",
        "score": "0.01834"
      },
      {
        "label": "colleges and universities",
        "score": "0.01741"
      },
      {
        "label": "war and revolution",
        "score": "0.01676"
      },
      {
        "label": "tests and testing",
        "score": "0.01617"
      },
      {
        "label": "armament, defense and military forces",
        "score": "0.01576"
      },
      {
        "label": "law and legislation",
        "score": "0.01541"
      },
      {
        "label": "health insurance and managed care",
        "score": "0.01532"
      },
      {
        "label": "health insurance",
        "score": "0.01362"
      },
      {
        "label": "volunteers",
        "score": "0.01140"
      },
      {
        "label": "editorials",
        "score": "0.01083"
      },
      {
        "label": "animals",
        "score": "0.01027"
      },
      {
        "label": "children and youth",
        "score": "0.00915"
      },
      {
        "label": "politics and government",
        "score": "0.00868"
      },
      {
        "label": "united states armament and defense",
        "score": "0.00818"
      },
      {
        "label": "aged",
        "score": "0.00806"
      },
      {
        "label": "united states politics and government",
        "score": "0.00711"
      },
      {
        "label": "roads and traffic",
        "score": "0.00703"
      },
      {
        "label": "hospitals",
        "score": "0.00703"
      },
      {
        "label": "insurance",
        "score": "0.00684"
      },
      {
        "label": "handicapped",
        "score": "0.00669"
      },
      {
        "label": "biographical information",
        "score": "0.00630"
      }
    ],
    "NER": {
      "GPE": ["Rhode Island", "VA", "Washington", "D.C."],
      "ORG": [
        "Veterans Affairs",
        "the University of Nebraska-Lincoln",
        "the National Academies of Sciences, Engineering and Medicine committee",
        "Congress",
        "VA",
        "The Department of Defense",
        "VA",
        "Brown University",
        "Congress",
        "VA",
        "Congress",
        "Veterans Affairs",
        "the White House for Military Times",
        "VFW News Media"
      ],
      "PERSON": ["Kristen Olson", "Olson", "David Savitz", "Savitz", "Leo"]
    }
  }
]
